{
  "strength": {
    "name": "Strength",
    "abbreviation": "STR",
    "description": "Strength measures bodily power, athletic training, and the extent to which you can exert raw physical force.",
    "skills": ["Athletics"],
    "saving_throw_description": "A Strength saving throw can model any attempt to lift, push, pull, or break something, to force your body through a space, or to otherwise apply brute force to a situation."
  },
  "dexterity": {
    "name": "Dexterity",
    "abbreviation": "DEX",
    "description": "Dexterity measures agility, reflexes, and balance.",
    "skills": ["Acrobatics", "Sleight of Hand", "Stealth"],
    "saving_throw_description": "A Dexterity saving throw can model any attempt to move nimbly, quickly, or quietly, or to keep from falling on tricky footing."
  },
  "constitution": {
    "name": "Constitution",
    "abbreviation": "CON",
    "description": "Constitution measures health, stamina, and vital force.",
    "skills": [],
    "saving_throw_description": "Constitution saving throws are uncommon, and no skills apply to Constitution checks, because the endurance this ability represents is largely passive rather than involving a specific effort on the part of a character or monster."
  },
  "intelligence": {
    "name": "Intelligence",
    "abbreviation": "INT",
    "description": "Intelligence measures reasoning ability, memory, and the ability to learn.",
    "skills": ["Arcana", "History", "Investigation", "Nature", "Religion"],
    "saving_throw_description": "An Intelligence saving throw comes into play when you need to draw on logic, education, memory, or deductive reasoning."
  },
  "wisdom": {
    "name": "Wisdom",
    "abbreviation": "WIS",
    "description": "Wisdom reflects how attuned you are to the world around you and represents perceptiveness and intuition.",
    "skills": ["Animal Handling", "Insight", "Medicine", "Perception", "Survival"],
    "saving_throw_description": "A Wisdom saving throw might reflect a struggle to resist a spell, a trap, or other effect that assaults or deceives your senses."
  },
  "charisma": {
    "name": "Charisma",
    "abbreviation": "CHA",
    "description": "Charisma measures your ability to interact effectively with others. It includes such factors as confidence and eloquence, and it can represent a charming or commanding personality.",
    "skills": ["Deception", "Intimidation", "Performance", "Persuasion"],
    "saving_throw_description": "A Charisma saving throw comes into play when you need to make a good impression, tell a convincing lie, or when you are wrestling with an effect that would subsume your personality or psyche."
  }
}